Revit 2027 API
IOpenFromCloudCallback Methods
The IOpenFromCloudCallback type exposes the following members.
Methods
Name | Description
OnOpenConflict |  A method called when the conflict is happen during the model opening.
Top
See Also
Reference
IOpenFromCloudCallback Interface
Autodesk.Revit.DB Namespace